Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
skr: میں #CommonVoice کوں آواز دان کرݨ کیتے ذاتی ہدف بݨایا ہے -- میݙا ساتھ ݙیوو تے مشیناں کوں سکھاؤ جو اصلی لوک کین٘ویں الیندن { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
skr: جین٘ویں جو تساں موزِلّا دی <privacyLink>رازداری پالیسی</privacyLink> وچ وضاحت کریندے ہو میں ایں ڄاݨکاری کوں سمبھالݨ وچ ٹھیک ہاں۔

source: Includes email, username & demographic info, available right away
skr: ای میل، ورتݨ ناں تے آبادیاتی ڄاݨکاری تے مشتمل ہے، ہݨ دستیاب ہے

source: Includes mp3s and related sentences, may take some time to prepare
skr: ایم پی ترائے تے متعلقہ جملے شامل ہن، تیاری تے کجھ ویلا لڳ سڳدے

source: * Indicates required field
skr: *ضروری خانے آلے پاسے اشارہ کریندے

source: Indonesian
skr: انڈونیشی

source: Information about the language
skr: زبان بارے ڄاݨکاری

source: In Progress
skr: تھیندیاں پیاں

source: Interested in learning more and contributing to the project?
skr: بھلا تساں ٻیا ڄاݨݨ تے ایں منصوبے وچ حصہ پاوݨ وچ دلچسپی رکھدے ہو؟

source: Interface Language
skr: انٹرفیس زبان

source: Interlingua
skr: انٹرلنگوا

source: Interlingue
skr: انٹرلنگو

source: Irish
skr: آئرش

source: IsiNdebele (North)
skr: اندبیلی (شمالی)

source: IsiNdebele (South)
skr: اندبیلی (جنوبی)

source: Is my account information public?
skr: بھلا میݙیاں کھاتہ معلومات عوامی ہن؟

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
skr: جے پتہ ہے تاں <isoCodeLink>آئی ایس او کوڈ</isoCodeLink>

source: Is the clip valid?
skr: بھلا ایہ کلپ ٹھیک ہے؟

source: Is the goal of Common Voice to build a voice assistant?
skr: بھلا کامن وائس دا مقصد صوتی معاون بݨاوݨ ہے؟

source: Italian
skr: اٹالین

source: It contains words or phrases that are hard to read or pronounce.
skr: ایندے وچ اینجھے الفاظ یا جملے ہن جنہاں کوں پڑھݨ یا تلفظ کرݨ اوکھا ہے۔

source: It is written in a language different than what I’m speaking.
skr: ایہ میݙی زبان کنوں مختلف زبان لکھا ڳیا ہے۔

source: Izhorian
skr: ازہوریئن

source: Japanese
skr: جاپانی

source: Join the Common Voice mailing list
skr: کامن وائس میلنگ تندیر وچ شامل تھیوو-

source: Just Unsure?
skr: صرف غیر یقینی؟

source: Kabardian
skr: کبردیان

source: Kabyle
skr: کبائل

source: Kaqchikel
skr: کاکچیل

source: Karakalpak
skr: کراکلپاک

source: Kazakh
skr: کزاک

source: { $kb }kb max
skr: { $kb }کےبی ودھ کنوں ودھ

source: Keep
skr: جاری رکھو

source: Keep it up, record again <recordIcon></recordIcon>
skr: کوشش جاری رکھو، ولدا رکارڈ کرو <recordIcon></recordIcon>

source: Keep the recordings
skr: رکارڈنگ رکھو

source: Keep track of your progress and metrics across multiple languages.
skr: ڈھڳ زباناں وچ آپݨی پیش رفت تے پیمائش دا حساب رکھو۔

source: Keep track of your progress with a profile
skr: پروفائل واٹوں آپݨی پیش رفت تے نظر رکھو

source: Keep track of your progress with a profile and help our voice data be more accurate.
skr: پروفائل نال آپݨی پیش رفت تے ٹریک رکھو تے ساݙی وائس ڈیٹا دی درستی کیتے ساݙی مدد کرو۔

source: Khmer
skr: خمِر

source: K'iche'
skr: کیچہ

source: Kikuyu
skr: کی کو یو

source: Kinyarwanda
skr: کنیا روانڈا

source: Komi-Zyrian
skr: کومی زائریان

source: Konkani (Devanagari)
skr: کون کانی (دیوناگری)

source: Korean
skr: کورین

source: Kurmanji Kurdish
skr: کامونجی کُردی

source: Kyrgyz
skr: کرغیز

source: Language
skr: زبان

source: Language Request
skr: زبان ارداس

source: Language request successfully submitted, thank you.
skr: زبان دی ارداس کامیابی نال جمع تھی ڳئی، تہاݙا تھورا۔

source: Languages
skr: زباناں

source: Latvian
skr: لاٹیوی

source: Launched
skr: لان٘چ تھی ڳیاں

source: Leaderboard Visibility
skr: لیڈر بورڈ دی نمائش

source: Learn how to request it here!
skr: اتھاں درخواست ݙیوݨ دا ݙا سکھو!

source: Learn how to take part
skr: حصہ گھنݨ دا ݙا سکھو

source: Learn More
skr: ٻیا سِکھو

source: Leaving now means you’ll lose your changes
skr: ہݨ چھوڑݨ نال تہاݙیاں تبدیلیاں ضائع تھی ویسن

source: Leaving now means you'll lose your progress
skr: ہݨ چھوڑݨ نال تہاݙی پیش رفت ضائع تھی ویسی

source: Let's Get Started
skr: آؤ شروع کروں

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
skr: لائبری سپیچ تقریباً ١٠٠٠ گھنٹیاں دا ١٦ کے ایچ زیڈ پڑھݨ انگریزی ٻولݨ تے مشتمل کارپس ہے جہڑا لائبری ووکس منصوبے دی ریڈ آڈیوکتاباں کنوں ماخوذ ہے۔

source: License
skr: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
skr: لائسنس: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
skr: لائسنس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
skr: لیگورین

source: Link Copied
skr: لنک نقل تھی ڳیا

source: Links to websites that can help us understand the language
skr: زبان کوں سمجھݨ کیتے ویب سائٹاں دے لنک

source: Listen
skr: سݨو

source: Listening
skr: سݨݨ

source: Listen-Queue
skr: سݨݨ دی قطار

source: Lithuanian
skr: لیتھونی

source: Loading…
skr: لوڈ تھیندا پئے۔۔۔

source: Loading rejected sentences…
skr: مسترد تھئے جملے لوڈ تھیندے پئے ہن۔۔۔

source: Loading sentences…
skr: جملے لوڈ تھیندے پئے۔۔۔

source: Loading your sentences…
skr: تہاݙے جملے لوڈ تھیندے پئے ہن۔۔۔

source: Localization
skr: مقامیت

source: Localized
skr: مقامی تھئے ہوئے

source: Login failed
skr: لاگ ان وچ ناکامی

source: Login Identity
skr: لاگ ان سُن٘ڄاݨ

source: Log in or sign up to get started
skr: شروع کرݨ کیتے لاگ یا سائن اپ کرو

source: Login / Signup
skr: لاگ ان / سائن اپ

source: Log In / Sign Up
skr: لاگ ان/ سائن اپ

source: Log In / Sign Up with { $company } email
skr: { $company } ای میل نال لاگ ان/ سائن اپ

source: Logout
skr: لاگ آؤٹ

source: Log Out
skr: لاگ آؤٹ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
skr: لڳدے جو ایں زبان وچ سُݨݨ کیتے کلپ کائنی۔کجھ نویں رکاڈ کرݨ نال قطار کوں بھرݨ وچ ہݨ ساݙی مدد کرو۔

source: Luganda
skr: لوگانڈا

source: Luxembourgish
skr: لیسم برگی

source: Macedonian
skr: مقدونی

source: Maithili
skr: مائتھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
skr: یقینی بݨاؤ جو تساں ٻولݨ شروع کرݨ کنوں پہلے پلیٹ فارم ریکاڈنگ کریندا پیا ہے، تے ایہ جو ایہ صرف تہاݙے ختم کرݨ دے بعد رک ویندا ہے۔

source: Make sure the sentence meets the following criteria:
skr: ایں ڳآلھ کوں یقینی بݨاؤ جو ایں معیار کوں پورا کریندن:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
skr: کجھ گمنام آبادیاتی ڈیٹا فراہم کرتے آپݨے جمع کرائے ہوئے ڈیٹا کوں امیر بݨاؤ۔ اساں سارے آبادیاتی ڈیٹا کوں عوامی بݨاوݨ کنوں پہلے اݨ سُن٘ڄاتا کریندے ہیں۔

source: Malagasy
skr: مالاگاسی

source: Malay
skr: مالی

source: Malayalam
skr: ملیالم

source: Male
skr: مرد

source: Maltese
skr: مالٹی

source: Manage Email Subscriptions
skr: ای میل سبسکرپشناں منیج کرو

source: Manage Subscriptions
skr: سبسکرپشناں منیج کرو

source: Mapudungun
skr: مپڈونگن

source: Marathi
skr: میراٹھی

source: MB
skr: ایم بی

source: Meadow Mari
skr: میڈوو ماری

source: Meetei Lon
skr: میٹی لن

source: Message
skr: سنیہا

source: [Mismatched content]
skr: [غیر مماثل مواد]

source: Misreadings
skr: غلط پڑھݨ

source: Missing an <strong>'s'</strong> at the end of a word.
skr: لفظ دے چھیکڑ تے ہک <strong>'s'</strong> غائب ہے۔

source: Missing the end of the last word by cutting off the recording too quickly.
skr: رکاڈنگ کوں تکھے تکھے کٹ تے چھیکڑی لفظ دا سِرا ون٘ڄاوݨ

source: Mixed
skr: مکس تھئے

source: Moksha
skr: موکشا

source: Mongolian
skr: منگولین

source: More
skr: ٻئے

source: [More has been recorded than the required text]
skr: [ضروری عبارت کنوں ودھیک رکاڈ تھی ڳیا ہے]

source: Mossi
skr: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
skr: وݙیاں کمپنیاں دے زیر استعمال زیادہ تر ڈیٹا لوکاں دی اکثریت کوں دستیاب کائنی تھیندا۔ اساں سوچیندے ہیں جہڑا اختراع کوں دبیندے۔ ایں سانگے اساں کامن وائس منصوبہ شروع کیتا ہے، آواز بݨاوݨ دی مدد کیتے منصوبہ ہر ہک کیتے کھلی سن٘ڄاݨ کیتے قابل رسائی ہے۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
skr: وݙیاں کمپنیاں دے زیر استعمال زیادہ تر ڈیٹا لوکاں دی اکثریت کوں دستیاب کائنی تھیندا۔ اساں سوچیندے ہیں جہڑا اختراع کوں دبیندے۔ ایں سانگے اساں کامن وائس منصوبہ شروع کیتا ہے، آواز بݨاوݨ دی مدد کیتے منصوبہ ہر ہک کیتے کھلی سن٘ڄاݨ کیتے

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
skr: موزِلّا کامن وائس مشیناں کوں اصل بندیاں وانگوں ٻولݨ سکھاوݨ کیتے موہری ہے۔

source: Mutual accountability.
skr: باہمی احتساب

source: Mycroft Ai
skr: مائی کرافٹ آئی

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
skr: مائیکروسافٹ دنیا دا پہلا کھلا ماخذ معاون ہے۔ مائیکروسافٹ ہر جاء تے چلدے۔ ڈیسک ٹاپ کمپیوٹر تے، آٹوموبائل وچ، یا رسبیری پائی تے وی۔

source: My Sentences
skr: میݙے جملے

source: n
skr: کو

source: N
skr: کو

source: N/A
skr: دستیاب کائنی

source: Name
skr: ناں

source: Names of your language
skr: تہاݙی زبان دا ناں

source: Native Language
skr: مقامی زبان

source: Need some help with accent?
skr: لہجے وچ کجھ مدد دی لوڑ ہے؟

source: Need some help with variants?
skr: لہجیاں وچ کجھ مدد دی لوڑ ہے؟

source: Need to download your data?
skr: آپݨا ڈیٹا ڈاؤن لوڈ کرݨ دی لوڑ ہے؟

source: Nepali
skr: نیپالی

source: New Language Launch
skr: نویں زبان لان٘چ

source: Next
skr: اڳلا

source: Next Goals: { $goal }
skr: اڳلا مقصد: { $goal }

source: Nias
skr: نیاس

source: No
skr: کو

source: [No ‘a’ in the original text]
skr: [اصل عبارت وچ کوئی ‘a’ کائنی]

source: No gravatar found for your email
skr: تہاݙی ای میل کیتے کوئی گرواتار کائنی لبھیا

source: No microphone found.
skr: کوئی مائیکروفون کائنی لبھا۔

source: No rejected sentences found!
skr: کوئی مسترد تھیا جملہ کائنی لبھا!

source: Northern Sotho
skr: شمالی سوٹھو

source: Norwegian Bokmål
skr: نارویجی بوکمال

source: Norwegian Nynorsk
skr: نارویجی نورسک

source: No sentences found!
skr: کوئی جملے کائنی لبھے!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
skr: نظرثانی کیتے کوئی جملے کائنی۔<addLink> ہݨ ٻئے جملے شامل کرو!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
skr: نوٹ: جہڑے ویلے 'نظردے' تے سیٹ ہے تاں ایہ ترتیباں <profileLink>پروفائل ورقہ</profileLink> نال وٹا سڳیندی ہے۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
skr: نوٹ: ونگار دی قسم وٹاوݨ کیتے تہاکوں سݨݨ یا ٻولݨ وچوں ہک شئے چُݨݨی پوسی۔

source: No Thanks
skr: کو، شکریہ

source: No variant selected
skr: کوئی لہجہ کائنی چُݨیا

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
skr: کھلا ماخذ آواز ڈیٹابیس بݨاوݨ وچ ساݙی مدد کیتے تساں آپݨی آواز دان کر سڳدے ہو، جیکوں کوئی وی نویاں ویب تے ڈیوائساں کیتے ایپاں بݨاوݨ کیتے ورت سڳدے، ہک جملہ پڑھو تاں جو مشیناں ایہ سکھ سڳن جو اصلی لوک کین٘ویں الیندن۔ ٻئے ونگارواں دے کم دی پڑتال کرو تاں جو معیار کوں چنگا بݨا سڳوں، ایہ ݙاڈھا سادہ کم ہے!

source: Number of Voices
skr: اوازوں دی تعداد

source: Occitan
skr: آكسيٹان

source: Odia
skr: اوڑیہ

source: Off
skr: بند

source: Offensive language
skr: بزاری زبان

source: Offensive speech
skr: جارحانہ تقریر

source: On
skr: چالو

source: Once logged in you can select your languages from the profile section.
skr: ہک واری تساں لاگ ان تھی ون٘ڄو وت تساں پروفائل سیکشن وچوں آپݨیاں زباناں چُݨ سڳدے ہو۔

source: On desktop devices you can contribute by downloading…
skr: ڈیسک ٹاپ کمپیوٹر تے تساں ڈاؤن لوڈ کرݨ نال ونگار ݙے سڳڈے ہو۔۔۔

source: One sentence per line
skr: ہک جملہ فی سطر

source: On his head he wore a beret.
skr: آپݨے سر تے اوں بیریٹ پاتا ہویا ہائی۔

source: On iOS please continue with Safari to enable recording…
skr: آئی او ایس تے رکارڈنگ فعال رکھݨ کیتے سفاری نال حصہ پاؤ، تھورائت ہوساں۔۔۔

source: Optionally join on our email list for updates and new information about the project.
skr: ایں منصوبے بارے تازہ خبراں تے نویں ڄاݨکاری کیتے ساݙی ای میل تندیر وچ اختیاری طور تے شامل تھیوو۔

source: Other
skr: ٻیا

source: Other Language
skr: ٻئی زبان

source: Other people validate those voice clips.
skr: ٻئے لوک اُنہاں آواز کلپاں دی تصدیق کریندن۔

source: Other voice datasets…
skr: ٻئے اواز ڈیٹاسیٹس۔۔۔

source: Other Voice Datasets
skr: ٻئے وائس ڈیٹاسیٹس

source: Our governance is founded on the pillars of:
skr: ساݙی حکمرانی دی بݨیاد انہاں تھمبیاں تے ہے:

source: Overall Accuracy
skr: مجموعی درستگی

source: Overall Hr. Total
skr: کُل مجموعی گھنٹے

source: Overall project status: see how far we’ve come!
skr: مجموعی طور تے منصوبے دی صورت حال: ݙیکھو اساں کتی آڳئے ہیں!

source: p
skr: چلاؤ

source: Papiamento (Aruba)
skr: پاپانین (اروبا)

source: Partners
skr: بھائیوال

source: Partnerships and networks
skr: بھائیوالی تے نیٹ ورک

source: Partner with local organizations or individuals
skr: مقامی تنظیماں یا افراداں نال بھائیوال

source: [Part of the text can’t be heard]
skr: [عبارت دا حصہ کائنی سُݨ سڳیندا]

source: Pashto
skr: پشتو

source: Past recordings download requests
skr: ماضی دیاں رکاڈنگ ڈاؤن لوڈ ارداساں

source: People come and contribute their voices.
skr: لوک آندے ہن تے آپݨیاں آوازاں دان کریندن۔

source: Persian
skr: فارسی

source: Personal
skr: ذاتی

source: Personal dashboards keep you up-to-date with individual and community progress.
skr: ذاتی ڈیش بورڈ تہاکوں انفرادی تے اجتماعی پیشرفت بارے آگاہی ݙیندن۔

source: <playIcon></playIcon>Last one!
skr: <playIcon></playIcon>چھیکڑی ہک!

source: Play/Stop
skr: چلاؤ/رکو

source: Please add a source.
skr: سوہݨا، ماخذ شامل کرو۔

source: Please add sentences.
skr: سوہݨا، جملے شامل کرو۔

source: Please check the <howToLink>guidelines</howToLink>.
skr: سوہݨا <howToLink>رہنمائی ہدایات</howToLink> دی پڑتال کرو

source: Please confirm that these sentences are public domain.
skr: سوہݨا تصدیق کرو جو ایہ جملے عوامی ڈومین دے ہن۔

source: Please select a language.
skr: سوہݨا، ہک زبان چُݨو

source: Please select a language to review sentences.
skr: جملیاں دا جائزہ گھنݨ کیتے زبان چُݨو، سوہݨا۔

source: Please try again.
skr: سوہݨا ولدا کوشش کرو۔

source: Polish
skr: پولش

source: Portuguese
skr: پرتگیزی

source: Press play, listen & tell us: did they accurately speak the sentence below?
skr: پلے دباؤ، سݨو تے ساکوں ݙسو: بھلا انہاں ہیٹھلا جملہ ٹھیک الایا ہے؟

source: Press { shortcut-play-toggle } to toggle play mode
skr: پلے موڈ کوں ٹوگل کرݨ کیتے { shortcut-play-toggle } دباؤ

source: Privacy
skr: رازداری

source: Privacy Policy
skr: رازداری پالیسی

source: Privacy, security and transparency.
skr: رازداری، حفاظت تے شفافیت۔

source: Pro
skr: پرو

source: Profile
skr: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
skr: پروفائل ڄاݨکاری آڈیو ڈیٹا کوں چنگا بݨیندی ہےجہڑا صوتی سُن٘ڄاݨ درستی دی تربیت وچ ورتیندے۔

source: Profile: { $username }
skr: پروفائل: { $username }

source: Progress
skr: پیش رفت

source: Punjabi
skr: پنجابی

source: Quechua Chanka
skr: چوچا چنکا

source: r
skr: ریکارڈ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
skr: [انگریزی وچ 'ریزڈ' ہمیشاں ہک سلیبل نال ادا کیتا ویندے، ݙو نال کائناں]

source: Reader Effects
skr: پڑھݨ آلے دے اثرات

source: Read More
skr: ٻیا پڑھو

source: Read more on our About page
skr: ساݙے تعارفی ورقہ تے ٻیا پڑھو

source: Read our How-to if unsure how to attribute
skr: جے تہاکوں انتساب کرݨ کائنی آندا تاں ساݙا کین٘ویں کروں پڑھو

source: Read the sentence carefully - don’t miss, change or add words.
skr: جملے احتیاط نال پڑھو ــ کوئی لفظ نہ چھوڑو، نہ ودھاؤ تے نہ وٹاؤ۔

source: { $readyCount } sentences ready for submission!
skr: جمع کرواوݨ کیتے { $readyCount } جملے تیار ہن!

source: Ready to add your voice or lend your ear?
skr: آپݨی آواز شامل کرݨ یا آپݨاں کن ادھار ݙیوݨ کیتے تیار ہو؟

source: Ready to contribute?
skr: بھلا ونگار کیتے تیار ہو؟

source: Ready to do { $count } more?
skr: ٻئے { $count } کرݨ کیتے تیار ہو؟

source: Ready to donate your voice?
skr: آپݨی اواز دان کرݨ کیتے تیار ہو؟

source: Ready to help validate sentences?
skr: بھلا تساں جملیاں دی تصدیق کرݨ دی مدد کیتے تیار ہو؟

source: reCAPTCHA is required if you want to proceed
skr: جے تساں اڳوں تے ون٘ڄݨ چاہندے ہو تاں reCAPTCHA ضروری ہے

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
skr: ای میلاں وصول کرو جنہاں وچ کامن وائس بارے چیلنج تے مقصد یاددہانیاں، پیش رفت اپ ڈیٹاں تے خبر نامے ہوون.

source: Recorded Clips
skr: رکاڈ تھئے کلپ

source: Recorded Hours
skr: ریکارڈ تھئے گھنٹے

source: <recordIcon></recordIcon> Last one!
skr: <recordIcon></recordIcon> چھیکڑی!

source: [Recording cut off before the end of the last word]
skr: [چھیکڑی لفظ مکݨ کنوں پہلے رکاڈنگ کٹیج ڳئی ہے]

source: Recordings
skr: ریکارڈنگز

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
skr: وائس کلپ رکاڈ کرواوݨ ساݙے اوپن ڈیٹاسیٹ دی تعمیر دا ہک لازمی حصہ ہے: کجھ آکھسن جو ایہ چسکولا حصہ وی ہے۔

source: Record/Stop
skr: ریکارڈ/رکو

source: Record your voice
skr: آپݨی آواز رکاڈ کرو

source: Refresh
skr: تازہ کرو

source: Reject
skr: مسترد کرو

source: Rejected Sentences
skr: مسترد تھئے جملے

source: { $rejectedSentences } rejected sentences.
skr: { $rejectedSentences } مسترد تھئے جملے۔

source: remove
skr: ہٹاؤ

source: Remove
skr: ہٹاؤ

source: Remove Avatar
skr: اواتار ہٹاؤ

source: Report
skr: رپورٹ کرو

source: Report Bugs
skr: بگ رپورٹ کرو

source: Report copyright issues
skr: نقل حقوق مسئلیاں کوں رپورٹ کرو

source: Report was passed successfully
skr: رپورٹ کامیابی نال منظور تھئی

source: Request a Language
skr: زبان دی ارداس کرو

source: Request recordings
skr: ریکارڈنگ دی ارداس کرو

source: *required
skr: *ضروری ہے

source: Re-record
skr: ولدا ریکارڈ کرو

source: Re-record clip
skr: کلپ ولدا ریکاڈ کرو

source: Reset skipped sentences
skr: چھوڑے ہوئے جملے ولدا ٹھیک کرو

source: Return
skr: واپس ون٘ڄو

source: Return here to edit your goal anytime.
skr: کہیں ویلے وی آپݨے مقصد وچ تبدیلی کرݨ کیتے اتھ واپس آؤ۔

source: Return to Common Voice
skr: Common Voice تے واپس ون٘ڄو

source: Return to Common Voice Datasets
skr: کامن وائس ڈیٹاسیٹ تے واپس ون٘ڄو

source: Return to Languages
skr: زباناں تے واپس ون٘ڄو

source: Review
skr: نظرثانی

source: Review could not be saved. Please try again later.
skr: جائزہ محفوظ کائنی تھی سڳا، سوہݨا ولدا بعد وچ کوشش کرو۔

source: ⓘ Review Criteria
skr: ⓘ نظرثانی معیار

source: Review Criteria
skr: نظرثانی معیار

source: Reviewed sentences not submitted, are sure?
skr: نظرثانی تھئے جملے جمع کائنی تھئے، تہاکوں پک ہے؟

source: <reviewLink>Review now!</reviewLink>
skr: <reviewLink>ہݨ جائزہ گھنو!</reviewLink>

source: Review & re-record clips here as you go
skr: اتھ چلدے کلپاں ولدا رکاڈ کرو تے جائزہ گھنو

source: Review & re-record clips if needed
skr: جے لوڑ ہے تاں ولدا رکاڈ کرو تے جائزہ گھنو

source: Review sentences
skr: جملیاں دا جائزہ گھنو

source: Review Sentences
skr: جملیاں دا جائزہ گھنو

source: Review & Submit
skr: جائزہ گھنو تے جمع کرواؤ

source: Romanian
skr: رومانی

source: Romansh Sursilvan
skr: رومانش سورسلوان

source: Romansh Vallader
skr: رومانش ویلڈر

source: Runyankole
skr: رنیانکول

source: Russian
skr: روسی

source: s
skr: چھ

source: S
skr: چھوڑو

source: Sakha
skr: ساکھا

source: Santali (Ol Chiki)
skr: سنتالی(اول چِکی)

source: Saraiki
skr: سرائیکی

source: Sardinian
skr: سردینی

source: Save
skr: محفوظ

source: Saved
skr: محفوظ تھیا

source: Search
skr: ڳولو

source: Search for answers
skr: جواباں دی ڳول

source: Search for them on the Internet
skr: انٹرنیٹ تے انہاں کوں ڳولو

source: See how your progress compares to other contributors all over the world.
skr: آپݨی پیش رفت دا پوری دنیا دے ٻئے ونگارواں نال موازنہ کرو۔

source: See Less
skr: گھٹ ݙیکھو

source: See More
skr: ٻیا ݙیکھو

source: Select a Language...
skr: زبان چݨو۔۔۔

source: Selected
skr: چُݨا ہویا

source: Select Language
skr: زبان چُݨو

source: Send sign up link
skr: سائن اپ لنک پٹھو

source: Sentence Collection
skr: فقریاں دا مجموعہ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
skr: <sentenceCollectorFragment>جملے کٹھے کرݨ تے ٻیا ݙیکھو</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
skr: <sentenceCollectorVideo>جملے کٹھے کرݨ آلا ورتݨ کیتے ساݙی رہنمائی ݙیکھو</sentenceCollectorVideo>۔

source: Sentence must contain between 1 and 14 (inclusive) words
skr: جملے وچ ١ تے ١٤ (ݙون٘ہیں شامل) دے درمیان لفظ ہووݨ ضروری ہے۔

source: Sentences
skr: جملے

source: { $sentences } added by you
skr: { $sentences } تہاݙی طرفوں شامل تھئے

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
skr: جملے اپ لوڈ تھیندے پئے ہن۔ ایں کم تے جملیاں دی تعداد دے مطابق کئی منٹ لڳ سڳدن۔ سوہݨا، ایہ ویب سائٹ بند نہ کراہے۔

source: Sentences are collected for people to read aloud.
skr: جملے لوکاں دے زور نال پڑھݨ کیتے کٹھے کیتے ویندن۔

source: Sentence should not contain abbreviations
skr: جملے وچ مخففات نئیں ہووݨے چاہیدے

source: Sentence should not contain numbers
skr: جملے وچ عدد نئیں ہووݨے چاہیدے

source: Sentence should not contain symbols
skr: جملے وچ علامتاں نئیں ہووݨے چاہیدے

source: Sentences not submitted, are you sure you want to leave?
skr: جملے جمع کائنی تھئے، بھلا تہاکوں پک ہے جو تساں چھوڑݨ چاہندے ہو؟

source: { $sentences } sentences failed
skr: { $sentences } جملے ناکام تھئے

source: { $sentences } sentences reviewed. Thank you!
skr: { $sentences }جملے نظرثانی تھئے۔ تہاݙا تھورا!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
skr: جہڑے جملے تصدیق تھی ویندن او ٻُدھ کوں ایکسپورٹ تھیندن تے اڳلی ریلیز وچ دستیاب ہوندن۔

source: Sentence text
skr: جملے دی عبارت

source: Serbian
skr: سربی

source: Sesotho
skr: سی سوٹھو

source: Set a goal
skr: مقصد مقرر کرو

source: Set my visibility
skr: میݙی رویت مقرر کرو

source: Setswana
skr: ستوانا

source: Settings
skr: ترتیباں

source: Share Common Voice
skr: Common Voice شیئر کرو

source: Share my goal
skr: میݙا مقصد شیئر کرو

source: Share your clip
skr: آپݨاں کلپ شیئر کرو

source: Share your { $count } Clip Daily Goal for { $type }
skr: { $type } کیتے ݙین٘ہوار مقصد آپݨے { $count } کلپ شیئر کرو

source: Share your { $count } Clip Weekly Goal for { $type }
skr: { $type } کیتے ہفتہ وار مقصد آپݨے { $count } کلپ شیئر کرو

source: Shilha
skr: شلہا

source: Shortcuts
skr: شارٹ کٹ

source: [Should be ‘dinosaurs’]
skr: [ 'ڈایناسور' ہووݨا چاہیدا ہے]

source: [Should be “We are”]
skr: [ہووݨاں چاہیدا ہے "اساں ہیں"]

source: Show all skipped sentences again
skr: سارے چھوڑے ہوئے جملے ولدا ݙکھاؤ

source: Show my ranking
skr: میݙی رینکنگ ݙکھاؤ

source: Sicilian
skr: سسلین

source: Sign up
skr: سائن اپ

source: Sign up for an account
skr: کھاتے کیتے سائن اپ تھیوو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
skr: کامن وائس خبرنامہ، مقصد یاد دہانیاں تے پیش رفت اپ ڈیٹاں کیتے سائن اپ کرو

source: sign up for email updates
skr: ای میل اپ ڈیٹاں کیتے سائن اپ تھیوو

source: Sign up for { $lang } updates:
skr: { $lang } اپ ڈیٹاں کیتے سائن اپ تھیوو:

source: Single ZIP file containing
skr: کلہی زپ فائل بشمول

source: Sinhala
skr: سنہالی
